define(function() {
    window.MSG = {
        "true": '<span class="glyphicon glyphicon-ok" aria-hidden="true"></span>',
        "false": '<span class="glyphicon glyphicon-remove" aria-hidden="true"></span>',
        "101": '以英文字母开头，可包含3-20个字符',
        "102": '用户名格式不正确！',
        "103": '该用户名已被占用！',
        "104": '该账号不存在！',
        "201": '请输入您的手机号(仅支持中国大陆)',
        "202": '手机号码格式有误！',
        "203": '该手机号已被占用！',
        "301": '请输入您的邮箱地址',
        "302": '请输入正确的邮箱地址！',
        "303": '该邮箱已被占用！',
        "401": '',//请输入图片验证码
        "402": '验证码过期或有误！',
        "501": '8-30位字符包含数字和英文字符',
        "502": '密码格式不符合，请重设！',
        "503": '密码强度太弱，请重设！',
        "504": '密码要求8-30位！',
        "505": '两次密码不一致！',
        "601": '校验码过期或有误！',
    };
});
